{"id":"78253361","premium":false,"billing_type":{"id":"free","name":"Бесплатная"},"relations":[],"name":"Инженер по ремонту","insider_interview":null,"response_letter_required":false,"area":{"id":"2342","name":"Костюковичи","url":"https://api.hh.ru/areas/2342?host=hh.ru"},"salary":{"from":770,"to":800,"currency":"BYR","gross":true},"type":{"id":"open","name":"Открытая"},"address":null,"allow_messages":true,"experience":{"id":"noExperience","name":"Нет опыта"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<strong>Обязанности:</strong>обеспечивает безаварийную, надежную работу оборудования, механизмов, транспортных средств, их рациональную загрузку и правильную эксплуатацию. Участвует в разработке текущих заданий (графиков) ремонта и испытаний оборудования. Участвует в разработке мероприятий по повышению качества ремонтных работ, улучшению эксплуатации оборудования, текущего обслуживания и удлинению межремонтных сроков службы оборудования. Проверяет качество ремонтных работ, разрабатывает мероприятия по сокращению сроков ремонта и снижению их стоимости, повышению стойкости деталей и узлов, предупреждению брака и улучшению качества ремонта оборудования. Ведет учет наличия оборудования и вносит в паспорта изменения после его ремонта и модернизации. Готовит материалы для заключения договоров с подрядными организациями на капитальный ремонт оборудования. Принимает участие в расследовании причин аварий оборудования и разрабатывает мероприятия по их предупреждению. Анализирует показатели использования оборудования, изучает условия его эксплуатации, а также отдельных узлов и деталей с целью выявления причин преждевременного износа, ведет альбом чертежей быстроизнашивающихся деталей. Осуществляет контроль за проведением ремонта и испытанием оборудования, соблюдением инструкций по эксплуатации, технологическому уходу. Разрабатывает нормативные материалы по ремонту оборудования (сроки службы запасных частей, номенклатуру сменных и быстроизнашивающихся деталей, нормы смазочных материалов и т.п.). Осуществляет постоянный контроль за производством ремонта оборудования, освидетельствованием сосудов и грузоподъемных механизмов и дефектоскопией. Принимает участие в составлении годовых заявок на оборудование, запасные части, горюче-смазочные материалы, инструмент и материалы на ремонтно-эксплуатационные нужды с обоснованием их потребности. Принимает участие в подготовке мероприятий, связанных с внедрением новых стандартов, технических условий на ремонт и монтаж оборудования. Участвует в проверке технического состояния оборудования и приемке его из ремонта, а также в приемке вновь поступающего оборудования и оформляет соответствующую документацию на списание или передачу оборудования другим организациям. Разрабатывает и принимает участие в реализации мероприятий по повышению эффективности производства. Внедряет систему технической и учетной документации, позволяющей контролировать отказы оборудования, долговечность деталей и их износ. Составляет установленную отчетность.","branded_description":null,"vacancy_constructor_template":null,"key_skills":[],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"111","name":"Сервисный инженер, инженер-механик"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":true,"employer":{"id":"1003348","name":"Климовичский ликеро-водочный завод","url":"https://api.hh.ru/employers/1003348?host=hh.ru","alternate_url":"https://hh.ru/employer/1003348","logo_urls":null,"vacancies_url":"https://api.hh.ru/vacancies?employer_id=1003348&host=hh.ru","trusted":true},"published_at":"2023-03-20T09:18:28+0300","created_at":"2023-03-20T09:18:28+0300","initial_created_at":"2023-03-20T09:18:28+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78253361","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/78253361","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[]}