{"id":"78415673","premium":false,"billing_type":{"id":"standard","name":"Стандарт"},"relations":[],"name":"QA Engineer","insider_interview":null,"response_letter_required":false,"area":{"id":"1002","name":"Минск","url":"https://api.hh.ru/areas/1002?host=hh.ru"},"salary":null,"type":{"id":"open","name":"Открытая"},"address":{"city":"Минск","street":"проспект Независимости","building":"173","lat":53.941246,"lng":27.667212,"description":null,"raw":"Минск, проспект Независимости, 173","metro":null,"metro_stations":[]},"allow_messages":true,"experience":{"id":"between1And3","name":"От 1 года до 3 лет"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<p><strong>Компания EBS Partners AG</strong> (Цюрих, Швейцария) и ее дочерняя компания ИП “ЕБС Партнерс” (Минск, Беларусь) входят в состав международного транспортно-логистического холдинга AsstrA Associated Traffic AG.</p> <p><strong>AsstrA-Associated Traffic AG - международная транспортно-логистическая группа компаний, основанная в 1993 году в Цюрихе (Швейцария).</strong></p> <p>Уже более 20 лет компания AsstrA оказывает комплексные транспортно-логистические услуги, соответствующие самым высоким мировым стандартам. AsstrA представлена в странах Европы, СНГ и Азии. Наша мультикультурная команда насчитывает свыше 1 000 экспертов, ежедневно решающих логистические задачи Клиентов по всему миру.</p> <p>Вакансия в офисе г. Минска.</p> <p>В связи с расширением приглашаем Вас стать частью нашей команды в качестве<strong> QA Engineer (middle).</strong></p> <p><strong>Ключевые цели и задачи:</strong></p> <p>Функциональное тестирование:</p> <ul> <li>API тестирование, тестирование интеграции;</li> <li>Регистрация и приоритизация ошибок в системе;</li> <li>Работа по 2 линии поддержки – отработка зарегистрированных пользователем ошибок: прописывание четких шагов для воспроизведения, регистрация в системе управления задачами;</li> <li>Ведение тестовой документации по системе;</li> <li>Проведение ручного тестирования системы, регистрация обнаруженных ошибок, проверка их исправления;</li> <li>Мониторинг интеграции — анализ журнала ошибок и регистрация новых ошибок интеграции;</li> <li>Контроль полноты и своевременного предоставления отчетов согласно утвержденным системам отчетности подразделения в рамках своих обязанностей;</li> <li>Планирование мероприятий по обеспечению качества (ретра, тест планинг, составление и согласование тест плана и тестовой стратегии), а также техническое обеспечение выполнения мероприятий;</li> <li>Написание тестового плана и тестовой стратегии исходя из проектных требований. Внедрение техник тест дизайна в рамках составленного и согласованного плана с Руководителем;</li> </ul> <p>Проведение нефункциональных типов тестирования;</p> <ul> <li>Контроль соблюдения поручений, зафиксированных в протоколах собраний, воркшопов;</li> <li>Предоставление регулярной отчетности руководителю по дисциплине исполнения поручения;</li> <li>Генерирование и внедрение идей по улучшению системы управления задачами в рамках релиз и джира менеджмента;</li> <li>Коммуникация и предоставление тестовой отчетности и документации участникам проекта в рамках согласованного воркфлоу.</li> </ul> <p><strong>Мы ждем от претендента на данную вакансию:</strong></p> <ul> <li>высшее профильное образование (техническое/математическое);</li> <li><strong>опыт работы на позиции QA Engineer от 1 года;</strong></li> <li>продвинутый пользователь MS Office, опыт работы с приложениями Oracle (BI, OTM, HRMS), базовый уровень знания SQL (MySQL), базовое понимание UNIX, базовый уровень знания Postman, базовое понимание Jenkins, продвинутый пользователь в DevTools, базовый уровень знания инструментов для мониторинга трафика (Fiddler или Charles);</li> <li> <p>знание английского языка на уровне- среднем.</p> </li> <li>наличие качеств: внимательность; проактивный подход; развитые аналитические способности, масштабное мышление, системный и процессный подход; стратегическая многозадачность; высокие коммуникативные навыки; быстрота реакции в нестандартных ситуациях; пунктуальность; высокие навыки самоорганизации; умение работать в команде в рамках Agile, понимание работы в баг-трекинговых систем (Jira, Trello); понимание Web тестирования; понимание процессов QA и QC; знание методов, видов, уровней и типов тестирования; знание и понимание особенностей ведения Тестовой документации ; знание техник тест-дизайна; понимание особенностей планов тестирования и их типы.</li> </ul> <p><strong>Что мы предлагаем?</strong></p> <ul> <li>работу в международной компании с уникальной корпоративной культурой;</li> <li>стабильную заработную плату;</li> <li>внутреннее и внешнее обучение, участие во внутренних проектах и конкурсах;</li> <li>официальное трудоустройство по ТК РБ;</li> <li>швейцарские каникулы для лучших сотрудников (дополнительная неделя отпуска за счет компании в Швейцарии).</li> </ul> <p> </p> <p><strong>AsstrA - логистика в удовольствие! Присоединяйтесь к нашей успешной команде!</strong></p>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[{"name":"Тестирование"}],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"124","name":"Тестировщик"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"2521121","name":"ИООО «АсстрА Менеджмент»","url":"https://api.hh.ru/employers/2521121?host=hh.ru","alternate_url":"https://hh.ru/employer/2521121","logo_urls":null,"vacancies_url":"https://api.hh.ru/vacancies?employer_id=2521121&host=hh.ru","trusted":true},"published_at":"2023-04-03T16:55:58+0300","created_at":"2023-04-03T16:55:58+0300","initial_created_at":"2023-03-22T15:54:01+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78415673","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/78415673","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[{"id":"eng","name":"Английский","level":{"id":"b1","name":"B1 — Средний"}}]}