{"id":"78470693","premium":false,"billing_type":{"id":"standard","name":"Стандарт"},"relations":[],"name":"Инженер-программист 1C в IT-Департамент международной компании","insider_interview":null,"response_letter_required":false,"area":{"id":"1002","name":"Минск","url":"https://api.hh.ru/areas/1002?host=hh.ru"},"salary":null,"type":{"id":"open","name":"Открытая"},"address":{"city":"Минск","street":"Логойский тракт","building":"22А","lat":53.947054,"lng":27.61582,"description":null,"raw":"Минск, Логойский тракт, 22А","metro":null,"metro_stations":[]},"allow_messages":true,"experience":{"id":"between1And3","name":"От 1 года до 3 лет"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<p><strong>TELS GLOBAL </strong>– международный логистический провайдер, реализующий комплексные решения в сфере транспортной логистики с использованием всех видов транспорта, складских, страховых, финансовых и прочих видов сопутствующих услуг.</p> <p><strong>TELS Global сегодня - это:</strong></p> <ul> <li> <p>20 лет успешного развития на рынке транспортно-логистических услуг;</p> </li> <li> <p>офисы в 6 странах - в Великобритании, Польше, Чехии, Беларуси, России и Украине;</p> </li> <li> <p>деятельность в 74 странах;</p> </li> <li> <p>полноправное членство в Международной федерации экспедиторских ассоциаций FIATA.</p> </li> </ul> <p><strong><em>В IT-департаменте Управляющей компании открыта позиция Инженера-программиста 1С. </em></strong></p> <p>Ждем резюме от кандидатов, нацеленных на командную работу, драйвовых, трудолюбивых, ориентированных на интересные разноплановые задачи, профессиональное развитие в технически сильной команде IT -департамента.</p> <p>Отбираем сотрудников тщательно и с любовью. Ищем и находим игроков нашей команды, ориентируясь не только на опыт и умения, но и на качества характера, которые характерны каждому сотруднику нашей компании.</p> <p><strong>Ценности, которые мы разделяем, и качества, которые мы ожидаем от каждого человека, приходящего в нашу Компанию:</strong></p> <p><strong>-командная работа</strong> - мы уверены, что сложные, амбициозные задачи эффективнее реализовать командой. С готовностью реагируем на любую просьбу коллеги о помощи и верим, что у каждого есть право на ошибку;</p> <p><strong>-ориентация на результат</strong> -мы уважаем все усилия, которые затрачивает наша команда на решение поставленных задач. И ценим тех, кто умеет добиваться результата;</p> <p><strong>-ответственность - </strong>озвучиваем проблемы, если видим, что они могут помешать нашему делу; предлагаем идеи, как улучшить нашу работу;</p> <p><strong>-гибкость - </strong>развиваем свои компетенции, чтобы добиваться результата более эффективным способом;</p> <p><strong>Чем предстоит заниматься:</strong></p> <p>1.Формализация и алгоритмизация поставленных задач на разработку</p> <p>2. Написание программного кода с использованием языка программирования 1С</p> <p>3. Оформление программного кода в соответствии с установленными в компаниями требованиями</p> <p>4. Работа с системой контроля версий</p> <p>5. Проверка и отладка программного кода</p> <p>6. Разработка процедур проверки работоспособности и измерения характеристик программного обеспечения</p> <p>7.Разработка тестовых наборов данных</p> <p>8.Проверка работоспособности программного обеспечения</p> <p>9. Рефакторинг и оптимизация программного кода</p> <p>10.Исправление дефектов, зафиксированных в системе HelpDesk</p> <p>11. Анализ требований к программному обеспечению</p> <p>12. Разработка технических спецификаций на программные компоненты и их взаимодействие</p> <p>13. Проектирование программного обеспечения</p> <p>14.Проектирование интерфейса по концепции или по образцу уже спроектированной части интерфейса</p> <p>15. Формальная оценка пользовательского интерфейса</p> <p>16. Анализ обратной связи о пользовательском интерфейсе продукта</p> <p>17. Осуществление ручной сборки программных модулей и компонент</p> <p>18. Управление процессом сборки программных модулей и компонент</p> <p>19. Оформление технического документа в соответствии с заданным стандартом</p> <p>20. Компоновка технического документа на основе предоставленных источников</p> <p>21.Подготовка графической схемы по заданному описанию или эскизу</p> <p>22.Описание технических решений с точки зрения специалиста по информационным технологиям</p> <p>23.Определение первоначальных требований заказчика к ИС и возможности их реализации в ИС на этапе предварительной оценки проектов;</p> <p>24. Разработка прототипов ИС</p> <p>25. Проектирование и дизайн ИС;</p> <p>26. Подготовка данных, настройка КИС для обеспечения переноса новых релизов в рабочую среду</p> <strong>Мы ждем от претендента на данную вакансию:</strong> <ul> <li>Профильное образование-техническое высшее</li> <li>Опыт работы в должности программиста от 1 года</li> <li> <p>Опыт работы с управляемыми формами, опыт использования СКД</p> </li> <li> <p>Опыт коллективной разработки на платформе 1С 8.3</p> </li> <li> <p>Опыт доработки модулей КИС на платформе 1С на основании технического задания</p> </li> <li> <p>Опыт рефакторинга, оптимизация алгоритмов работы ПО</p> </li> <li> <p>Опыт сборки, выпуска релизов</p> </li> </ul> <p><strong>Почему выбирают TELS GLOBAL:</strong></p> <ul> <li> <p><strong>Стабильность и надежность, уверенность в завтрашнем дне:</strong></p> </li> <li> <p>Принципы Корпоративной социальной ответственности и Устойчивого развития прочно интегрированы во все аспекты нашего бизнеса, наша компания успешно проходит аудиты и подтверждает ESG-рейтинги;</p> </li> <li> <p>Мы ориентированы на долгосрочные отношения с нашими сотрудниками и считаем, что качественная работа должна хорошо оплачиваться;</p> <p>Мы открыто делимся с сотрудниками информацией о планах и стратегии развития компании</p> </li> <li> <p><strong>Вознаграждение:</strong></p> </li> <li>Управляйте своим доходом: на данной позиции мы гарантируем вам понятную и прозрачную систему мотивации и возможность влиять на свой доход (базовая часть в соответствии с грейдом сотрудника +% KPI ). Рост по грейдам в зависимости от результатов проходит в рамках программы Аттестации;</li> <li><strong>Возможности:</strong></li> <li>Растите и развивайтесь с нами: мы обучаем наших сотрудников с первых дней работы в компании (программа мягкой адаптации и курирования новых сотрудников, курс внутрикорпоративного обучения , бизнес-библиотека);</li> <li> <p>Вы сможете поучаствовать в разработке серьезных продуктов, которыми ежедневно пользуются сотрудники компании;</p> </li> <li> <p>Профессиональный менеджмент, работа по методологии Agile;</p> </li> <li> <p>Интересные разноплановые задачи, профессиональное развитие в технически сильной команде;</p> </li> <li> <p>Мы открыты к диалогу как с опытными, высококвалифицированными специалистами, так и с начинающими инициативными соискателями, нацеленными на достижение амбициозных результатов;</p> </li> <li><strong>Условия труда:</strong></li> <li>Современный офис, парковка, комфортное и эстетичное рабочее пространство, качественное оборудование и оргтехника;</li> <li> <p><strong>Наслаждайтесь гибкостью:</strong> мы предоставляем возможность гибкого графика и гибридного формата работы;</p> </li> <li> <p><strong>Развлекайтесь с нами:</strong> мы регулярно проводим различные корпоративные и благотворительные мероприятия, конкурсы. Детки компании получают новогодние подарки, принимают участие в творческих конкурсах, экологических мероприятиях вместе с родителями. Ежегодно проходит &quot;Конкурс дневников&quot; и подготовка первоклашек к школе (Рюкзачок первоклассника);</p> </li> <li> <p><strong>Отдыхайте больше: </strong>мы предоставляем отпуск 28 календарных дней, дарим каждому сотруднику выходной в его день рождения, а по пятницам работаем до 17.00;</p> </li> <li> <p><strong>Будьте здоровы:</strong> мы предоставляем возможность использовать 2 оплачиваемых дня по болезни, а также возможность участия в добровольном медицинском страховании и корпоративной футбольной команде;</p> </li> <li> <p><strong>Почувствуйте нашу заботу:</strong> мы оказываем материальную поддержку нашим сотрудникам в различных жизненных ситуациях;</p> </li> <li> <p>Возможность взять 2 оплачиваемых «социальных» выходных для мам, воспитывающих двух и больше детей дошкольного возраста;</p> </li> </ul> <p><strong>FORWARD TOGETHER ВПЕРЕД ВМЕСТЕ!</strong></p> <p><strong>ПРИСОЕДИНЯЙСЯ К НАШЕЙ КОМАНДЕ ПРОФЕССИОНАЛОВ И УБЕДИСЬ В ЭТОМ САМ!</strong></p>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"96","name":"Программист, разработчик"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"763251","name":"ТЕЛС ГЛОБАЛ БиУай / TELS GLOBAL","url":"https://api.hh.ru/employers/763251?host=hh.ru","alternate_url":"https://hh.ru/employer/763251","logo_urls":{"original":"https://hhcdn.ru/employer-logo-original/947586.jpg","90":"https://hhcdn.ru/employer-logo/4230880.jpeg"},"vacancies_url":"https://api.hh.ru/vacancies?employer_id=763251&host=hh.ru","trusted":true},"published_at":"2023-04-04T11:11:59+0300","created_at":"2023-04-04T11:11:59+0300","initial_created_at":"2023-03-23T17:27:36+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78470693","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/78470693","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[]}