{"id":"78570410","premium":false,"billing_type":{"id":"standard","name":"Стандарт"},"relations":[],"name":"Инженер по патентной и изобретательской работе","insider_interview":null,"response_letter_required":false,"area":{"id":"1002","name":"Минск","url":"https://api.hh.ru/areas/1002?host=hh.ru"},"salary":{"from":850,"to":null,"currency":"BYR","gross":true},"type":{"id":"open","name":"Открытая"},"address":null,"allow_messages":true,"experience":{"id":"noExperience","name":"Нет опыта"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<strong>Обязанности:</strong> <ul> <li>Проводит работу по обеспечению высокого технического уровня, патентоспособности и патентной чистоты проектно-конструкторских и проектно-технологических работ, выполненных в организации на уровне изобретений, а также по обеспечению патентной чистоты экспортной продукции, изготавливаемой в организации. Принимает участие в проведении патентных исследований на всех этапах разработки объектов техники и технологии. Участвует в рассмотрении заданий на проектирование или модернизацию машин, приборов, оборудования и технологических процессов, результатов выполненных разработок, оценке их технического уровня и во внедрении научно-технических мероприятий на основе использования изобретений (в том числе патентуемых). Обеспечивает отбор и изучение специалистами организации изобретений, намеченных к применению в производстве продукции, осуществляет контроль за отражением в технической документации использованных патентных материалов, а также их учет. Принимает участие в отборе из числа выявленных в проектно-конструкторских разработках изобретений и подготовке их для патентования за границей. Ведет работу по созданию и систематическому пополнению патентного фонда в соответствии с профилем деятельности организации. На основе патентных исследований подготавливает предложения по закупке и продаже лицензий на изобретения, промышленные образцы и другие научно-технические достижения. Участвует в работе по правовой охране экспортной продукции. Осуществляет контроль за отражением результатов патентных исследований в технической документации. Организует ознакомление специалистов организации с имеющимися патентными материалами и подготавливает рекомендации по их использованию. Участвует в рассмотрении вопросов, относящихся к публикации материалов об изобретениях, осуществленных в организации. Консультирует специалистов организации с целью соблюдения порядка составления описаний предполагаемых изобретений и подачи заявок на них. Разрабатывает нормативно-методические документы по патентно-лицензионной, изобретательской и рационализаторской работе. Содействует развитию рационализации и изобретательства в подразделениях организации. Составляет тематические планы по рационализации и изобретательству, содействует развитию творческой инициативы и трудовой активности рабочих и служащих, привлечению их к рационализаторской деятельности и изобретательству. Осуществляет сбор предложений по рационализации и изобретательству, их учет и систематизацию. Оказывает помощь рационализаторам и изобретателям в составлении заявок, необходимой технической документации, выполнении расчетов, изготовлении и испытаниях опытных образцов. Знакомит работников организации с действующими положениями о правах рационализаторов и изобретателей. Принимает участие в рассмотрении рационализаторских предложений и изобретений, технико-экономической экспертизе и готовит по ним заключения. Осуществляет контроль за внедрением рационализаторских предложений и изобретений в производство, правильностью расчетов эффективности предполагаемых изобретений, рационализаторских предложений и авторских вознаграждений. Оформляет документы на изобретения и на выплату авторских вознаграждений рационализаторам и изобретателям. Организует проведение конкурсов и смотров работ рационализаторов и изобретателей, готовит материалы по присвоению почетных званий лучшим рационализаторам и изобретателям и премированию за содействие рационализации и изобретательству. Участвует в разработке мероприятий по развитию рационализации и изобретательства в организации, совершенствует формы и методы работы по рационализации и изобретательству, составляет отчетность по патентно-лицензионной, изобретательской и рационализаторской работе, принятым и использованным рационализаторским предложениям и изобретениям.</li> </ul> <strong>Требования:</strong> <ul> <li> <p>высшее техническое образование без предъявления требований к стажу работы или среднее специальное (техническое) образование и стаж работы на должности техника I категории не менее 3 лет либо на других должностях, замещаемых специалистами со средним специальным (техническим) образованием, не менее 5 лет.</p> </li> </ul>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[{"name":"Организаторские навыки"},{"name":"Умение работать в коллективе"},{"name":"Патент на изобретение"},{"name":"Авторское право"},{"name":"Опытный пользователь ПК"},{"name":"Пользователь ПК"},{"name":"Ответственный подход к работе"}],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"79","name":"Научный специалист, исследователь"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"846891","name":"Мать и дитя, Республиканский научно-практический центр","url":"https://api.hh.ru/employers/846891?host=hh.ru","alternate_url":"https://hh.ru/employer/846891","logo_urls":null,"vacancies_url":"https://api.hh.ru/vacancies?employer_id=846891&host=hh.ru","trusted":true},"published_at":"2023-03-27T12:45:39+0300","created_at":"2023-03-27T12:45:39+0300","initial_created_at":"2023-03-27T12:45:39+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78570410","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/78570410","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[]}