{"id":"78606076","premium":false,"billing_type":{"id":"standard","name":"Стандарт"},"relations":[],"name":"Пресейл-инженер (слаботочные сети и системы, системы безопасности)","insider_interview":null,"response_letter_required":false,"area":{"id":"1002","name":"Минск","url":"https://api.hh.ru/areas/1002?host=hh.ru"},"salary":{"from":1300,"to":2500,"currency":"BYR","gross":false},"type":{"id":"open","name":"Открытая"},"address":{"city":"Минск","street":"Новаторская улица","building":"35","lat":53.936513,"lng":27.542374,"description":null,"raw":"Минск, Новаторская улица, 35","metro":null,"metro_stations":[]},"allow_messages":true,"experience":{"id":"between3And6","name":"От 3 до 6 лет"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<p>Наша компания является официальным представителем на территории Республики Беларусь компании Научно-производственная фирма «Крокс»</p> <p>Мы предлагаем оборудование для усиления сигналов GSM, 3G, 4G и WiFi. Подбираем оборудование и реализуем решения под задачи любой сложности.</p> <p><strong>Наши компетенции:</strong></p> <ul> <li>Усиление сигнала мобильного интернета 3G/4G</li> <li>Радиообследование, расчет и реализация проектов по усилению сигнала голосовой связи GSM</li> <li>Расчет и построение WiFi сетей любой сложности (частные дома, офисы, производства)</li> <li>Расчет и построение систем безопасности (видеонаблюдение, контроль доступа, домофония, охранная сигнализация)</li> <li>Оптовая и розничная продажа оборудования и материалов для усиления сигнала .</li> </ul> <p><strong>Наш опыт работы</strong></p> <p>С 2016 года нами было реализовано более 500 объектов по усилению GSM связи, более 1000 установок загородного интернета, более 200 крупных систем бесшовного wifi, а суммарно количество реализованных комплектов по этим системам составило более 3000.<br /><br />В числе наших клиентов и частные лица и крупные компании, такие как: ООО «СЕНСОР-М», РУП «Гомельэнерго», ЗАО «АВЕСТ», РУП «Белоруснефть» (различные филиалы), ОАО «АГАТ- системы управления», АСБ «Беларусбанк», СООО «Атлант-М Восток», ООО «Научно-производственный центр &quot;Европрибор&quot;», ООО «Евроторг», ОДО «Экология города», ОАО «Белэлектромонтажналадка», ООО «Белвнешреклама», СООО «Белтрансвейс», ОАО «СВЯЗЬИНВЕСТ», СООО «АРВАС», СП ООО «НЕОНАФТА», ОАО «Белтрубопроводстрой», ОАО «БЕЛЭНЕРГОСВЯЗЬ», ООО «Альпиндустрия» и другие.</p> <p>С 2021 года развиваем новое для себя направление - монтаж слаботочных систем и сетей: системы видеонаблюдения и охранной сигнализации, СКУД и СУРВ, домофонные системы, системы озвучивания, монтаж сетей связи (СКС, ВОЛС).</p> <p><strong>Чем необходимо будет заниматься:</strong></p> <ul> <li>Подготовка технических решений построения систем безопасности в соответствии с действующими нормативами, требованиями заказчика, бюджетом и другими условиями;</li> </ul> <p>Основная загрузка будет по системам видеонаблюдения, контроля и управления доступом, домофонии, сетям связи (ВОЛС, СКС, wifi), охранной сигнализации.</p> <ul> <li>Сбор тестовых стендов и настройка оборудования для демонстрации работы заказчикам;</li> <li>Тестирование новых видов оборудования;</li> <li>При необходимости, взаимодействие с представителями заказчика для уточнения задания;</li> </ul> <p>Но в целом, всю коммуникацию с клиентом, ведут специалисты отдела продаж.</p> <ul> <li>Расчет стоимости и подготовка информации для коммерческих предложений совместно со специалистами отдела продаж;</li> <li>Подготовка и написание технических заданий и технических описаний.</li> </ul> <p>Работаем с частными заказчиками (квартиры, дачи, дома) и юридическими лицами (офисы, магазины, складские помещения и пр.)</p> <p><strong>Требования</strong></p> <ul> <li>Опыт работы в аналогичной должности или в качестве сервисного инженера, инженера-проектировщика;</li> </ul> <p>Рассматриваем на данную вакансию менеджеров по продажам с опытом работы в этой сфере, которые хотят развиваться в техническом направлении.</p> <ul> <li>Знания в области построения систем безопасности, систем связи и телекоммуникаций;</li> <li>Знание модельных линеек Hikvision, Dahua, Perco, Tp-link, D-link, Perco будет преимуществом;</li> <li>Высшее техническое образование (будет преимуществом).</li> </ul> <p><strong>Условия:</strong></p> <ul> <li>Работа в офисе;</li> </ul> <p>В зависимости от сложности объектов, могут быть выезды для обследования, уточнения задачи.</p> <ul> <li>Тесное взаимодействие с отделом продаж. Специалисты отдела продажа будут основными постановщиками задач;</li> <li>Работа в Битрикс 24 по задачам, с проектами, с общими чатами;</li> <li>По оплате договариваемся в зависимости от компетенций;</li> </ul> <p>Указаны примерные рамки, т.к. &quot;разброс&quot; по опыту и навыкам соискателей большой.</p> <ul> <li>Обучение, повышение квалификации за счет Компании.</li> </ul> <p> </p> <p> </p>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[{"name":"Пользователь ПК"},{"name":"Ответственность"},{"name":"Системная интеграция"},{"name":"Контроль доступа"},{"name":"Системы видеонаблюдения"},{"name":"Телекоммуникации"},{"name":"Продажи корпоративным клиентам"},{"name":"Разработка технических заданий"},{"name":"Работа в команде"}],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"40","name":"Другое"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":true,"employer":{"id":"4897210","name":"Крокс Бай","url":"https://api.hh.ru/employers/4897210?host=hh.ru","alternate_url":"https://hh.ru/employer/4897210","logo_urls":{"original":"https://hhcdn.ru/employer-logo-original/773598.jpg","90":"https://hhcdn.ru/employer-logo/3535283.jpeg"},"vacancies_url":"https://api.hh.ru/vacancies?employer_id=4897210&host=hh.ru","trusted":true},"published_at":"2023-03-28T09:19:05+0300","created_at":"2023-03-28T09:19:05+0300","initial_created_at":"2023-03-28T09:19:05+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78606076","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/78606076","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":true,"languages":[]}