{"id":"78880128","premium":false,"billing_type":{"id":"standard_plus","name":"Стандарт плюс"},"relations":[],"name":"Mobile QA Engineer","insider_interview":null,"response_letter_required":false,"area":{"id":"1002","name":"Минск","url":"https://api.hh.ru/areas/1002?host=hh.ru"},"salary":null,"type":{"id":"open","name":"Открытая"},"address":null,"allow_messages":true,"experience":{"id":"between3And6","name":"От 3 до 6 лет"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<p><strong>About us:</strong></p> <p>Gismart is a leading mobile app developer with over 1 billion downloads. The company has three main product categories: wellness, music, and utility apps. With headquarters in London, UK, Gismart is a global company with a presence in Europe and beyond. The company currently has over 250 specialists working remotely and at our hubs. We pride ourselves on our diverse and talented team of professionals who work collaboratively to achieve our goals. As a fast-growing company, Gismart was ranked the 6th fastest growing company in Europe by the Financial Times in 2020. This is a testament to our commitment to innovation, our employees, and our customers.<br />If you’re passionate about mobile app development and want to join a company that is changing the industry, Gismart is the place for you. We offer exciting career opportunities, a supportive work environment, and the chance to be part of a team that is making a real impact.</p> <p><strong>Responsibilities:</strong></p> <ul> <li> <p>Undertake testing of mobile apps according to specified requirements, as well as think through test scenarios based on various test design techniques to ensure maximum coverage</p> </li> <li> <p>Maintain test documentation (checklists)</p> </li> <li> <p>Prepare Release Candidate for live release, be able to work with configuration files in the JSON format</p> </li> <li> <p>Set up A/B tests</p> </li> <li> <p>Take responsibility for test results</p> </li> <li> <p>Participate in cross-team activities</p> </li> </ul> <p><strong>Requirements:</strong></p> <ul> <li>At least 2 years of testing experience</li> <li>Knowledge and experience with mobile operating systems such as iOS and Android</li> <li>Ability to select devices for testing and justify your choice</li> <li>Understanding how iOS Sandbox and Google Wallet works</li> <li>Experience using Charles Tools, XCode, Android Studio, Jenkins</li> <li>Ability to meet deadlines and work in a dynamic environment</li> <li>Proposing new processes and approaches to improve mobile development and testing practices</li> </ul> <p><strong>Will be a plus:</strong></p> <ul> <li> <p>Working experience with metrics (AppsFlyer, Amplitude), A/B testing</p> </li> <li> <p>Working experience with configuration files and JSON, XML formats</p> </li> </ul> <p><strong>Employee Benefits:</strong></p> <ul> <li> <p><strong>Remote First Working Environment: </strong>Our team is widespread and versatile. Just as our product portfolio is. We provide a super flexible working format, allowing you to move anywhere in the world, working either from home or from one of the available corporate hub facilities.</p> </li> <li> <p><strong>Flexible Relocation Packages: </strong>Gismart has recently updated its relocation package options. We also provide partial compensation for coworking spaces in order to give employees the opportunity to choose where they are most comfortable working.</p> </li> <li> <p><strong>Flexible Public Holidays Policy: </strong>Gismart annually provides 6 fixed public holidays for all locations and gives an employee a possibility to pick their own additional 5 flexible public holidays.</p> </li> <li> <p><strong>100% Sick Leave Compensation</strong></p> </li> <li> <p><strong>Mental and Physical Health: </strong>Medical Insurance, 75% compensation for any Sports Activities, alongside 70% compensation for therapy with corporate psychologists.</p> </li> <li> <p><strong>Personal Equipment Policy: </strong>We provide technical equipment depreciation to employees who, for whatever reason, cannot use corporate equipment.</p> </li> <li> <p><strong>Personal Learning and Development: </strong>Gismart supports any professional learning and development initiative you may have. The company covers 70% of the course fee within the budget. We also provide 50% compensation for English and Polish classes.</p> </li> <li> <p><strong>Time-off policy:</strong> 18 working days of paid vacation, 3 paid personal days per year, adding in an extra one for each new year of working in Gismart.</p> </li> <li> <p><strong>Corporate events: </strong>Despite being a Remote-First company, we value face-to-face communication. That is why we frequently organize corporate events across all Gismart hubs.</p> </li> </ul>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"124","name":"Тестировщик"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"2389722","name":"Gismart","url":"https://api.hh.ru/employers/2389722?host=hh.ru","alternate_url":"https://hh.ru/employer/2389722","logo_urls":{"original":"https://hhcdn.ru/employer-logo-original/784613.jpg","90":"https://hhcdn.ru/employer-logo/3579343.jpeg"},"vacancies_url":"https://api.hh.ru/vacancies?employer_id=2389722&host=hh.ru","trusted":true},"published_at":"2023-04-16T10:57:56+0300","created_at":"2023-04-16T10:57:56+0300","initial_created_at":"2023-04-04T10:57:56+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78880128","has_test":true,"test":{"required":true},"alternate_url":"https://hh.ru/vacancy/78880128","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[{"id":"eng","name":"Английский","level":{"id":"b1","name":"B1 — Средний"}}]}