{"id":"78999931","premium":false,"billing_type":{"id":"standard","name":"Стандарт"},"relations":[],"name":"Инженер по охране труда","insider_interview":null,"response_letter_required":false,"area":{"id":"2239","name":"Барановичи","url":"https://api.hh.ru/areas/2239?host=hh.ru"},"salary":{"from":966,"to":1000,"currency":"BYR","gross":true},"type":{"id":"open","name":"Открытая"},"address":{"city":"городской посёлок Городище","street":null,"building":null,"lat":53.327633,"lng":26.007809,"description":null,"raw":"городской посёлок Городище","metro":null,"metro_stations":[]},"allow_messages":true,"experience":{"id":"between1And3","name":"От 1 года до 3 лет"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<strong>Обязанности:</strong>Организует работу по охране труда; координирует деятельность структурных подразделений по обеспечению здоровых и безопасных условий труда, функционированию и совершенствованию Системы управления охраной труда; реализует в пределах предоставленных прав и полномочий государственную политику в области охраны труда. Проводит анализ состояния условий и охраны труда, производственного травматизма, профессиональной и производственно обусловленной заболеваемости. Участвует в разработке мероприятий по улучшению условий труда, предупреждению несчастных случаев и профессиональных заболеваний. Вносит предложения о внедрении передового опыта и научных разработок по безопасности и гигиене труда, разработке и внедрении более совершенных конструкций защитных, предохранительных и блокировочных устройств, других средств защиты работников от воздействия опасных и (или) вредных производственных факторов. Оказывает методическую помощь руководителям подразделений в: разработке и пересмотре инструкций по охране труда, организационно-методических стандартов организаций, содержащих требования охраны труда; проведении обучения, инструктирования и проверки знаний работников по охране труда; подготовке перечней (списков) профессий и категорий работников, имеющих в соответствии с законодательством право на компенсации по условиям труда; паспортизации санитарно-технического состояния условий и охраны труда; проведении аттестации рабочих мест по условиям труда; оборудовании информационных стендов, уголков по охране труда. Организует обеспечение структурных подразделений необходимыми законодательными, нормативными правовыми и техническими нормативными правовыми актами по охране труда, информирует и консультирует работников по вопросам охраны труда, в том числе об их правах и обязанностях в этой сфере, состоянии условий и охраны труда на рабочих местах, существующем риске повреждения здоровья и полагающихся средствах коллективной и индивидуальной защиты, компенсациях по условиям труда и другим вопросам, связанным с обеспечением охраны труда. Руководит работой кабинета по охране труда, пропагандирует передовой опыт работы по охране труда. Проводит вводные инструктажи по охране труда со всеми вновь принимаемыми на работу, командированными, учащимися и студентами, прибывшими на производственное обучение или практику. Участвует в расследовании несчастных случаев на производстве и профессиональных заболеваний, разработке мероприятий по их профилактике, подготовке документов на выплату возмещения вреда, причиненного жизни и здоровью работников, связанного с исполнением ими трудовых обязанностей. Осуществляет контроль за соблюдением в подразделениях организации трудового законодательства (в части охраны труда, а также охраны труда женщин ), выполнением должностными лицами, другими работниками функциональных обязанностей, предусмотренных Системой управления охраной труда, другими локальными нормативными актами, своевременным и качественным проведением обучения, проверки знаний в части охраны труда, всех видов инструктажа, соответствием государственным нормативным требованиям охраны труда оборудования, инструмента, приспособлений, транспортных средств, электроустановок, зданий и сооружений, материалов, сырья и химических веществ, технологических процессов, организации производства и труда, коллективных и индивидуальных средств защиты, эффективностью работы вентиляционных и аспирационных систем, наличием соответствующей эксплуатационной документации, своевременным обеспечением работников средствами индивидуальной защиты, их применением, содержанием (хранение, выдача, стирка, чистка, сушка, обезвреживание, ремонт и т.п.), обеспечением и правильным применением работниками смывающих и обезвреживающих средств, обеспечением санитарно-бытовыми помещениями в соответствии с действующими нормами и правилами. Подготавливает статистическую отчетность по охране и условиям труда по установленным формам и информацию по этим вопросам. <p>​​​​</p> <strong>Требования:</strong> <p>высшее профессиональное (техническое) образование или среднее специальное (техническое) образование и стаж работы в должности техника I категории не менее 3 лет либо других должностях, замещаемых специалистами со средним специальным (техническим) образованием, не менее 5 лет.</p> <strong>Условия: опыт работы не менее 1-2 лет</strong>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"45","name":"Инженер по охране труда и технике безопасности, инженер-эколог"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"4621614","name":"Городищенский дом-интернат для детей-инвалидов с особенностями психофизического развития","url":"https://api.hh.ru/employers/4621614?host=hh.ru","alternate_url":"https://hh.ru/employer/4621614","logo_urls":null,"vacancies_url":"https://api.hh.ru/vacancies?employer_id=4621614&host=hh.ru","trusted":true},"published_at":"2023-04-06T14:42:23+0300","created_at":"2023-04-06T14:42:23+0300","initial_created_at":"2023-04-06T14:42:23+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=78999931","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/78999931","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[{"id":"eng","name":"Английский","level":{"id":"a1","name":"A1 — Начальный"}}]}