{"id":"79047016","premium":false,"billing_type":{"id":"free","name":"Бесплатная"},"relations":[],"name":"Инженер-электроник","insider_interview":null,"response_letter_required":false,"area":{"id":"1002","name":"Минск","url":"https://api.hh.ru/areas/1002?host=hh.ru"},"salary":{"from":1400,"to":1500,"currency":"BYR","gross":false},"type":{"id":"open","name":"Открытая"},"address":null,"allow_messages":true,"experience":{"id":"noExperience","name":"Нет опыта"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<strong>Обязанности:</strong> <ul> <li> <p>1. Обеспечивать правильную техническую эксплуатацию, бесперебойную работу электронного оборудования.</p> <p>2. Участвовать в разработке перспективных и текущих планов и графиков работы, технического обслуживания и ремонта оборудования, мероприятий по улучшению его эксплуатации и повышению эффективности использования электронной техники.</p> <p>3. Осуществлять подготовку электронно-вычислительных машин к работе, технический осмотр отдельных устройств и узлов, контролировать параметры и надежность электронных элементов оборудования, проводить тестовые проверки с целью своевременного обнаружения неисправностей, устранять их.</p> <p>4. Производить наладку элементов и блоков электронно-вычислительных машин, радиоэлектронной аппаратуры и отдельных устройств и узлов.</p> <p>5. Организовывать техническое обслуживание электронной техники, обеспечивать ее работоспособное состояние, рациональное использование, проведение профилактического и текущего ремонта.</p> <p>6. Принимать меры по своевременному и качественному выполнению ремонтных работ согласно утвержденной документации.</p> <p>7. Осуществлять контроль за проведением ремонта и испытаний электронного оборудования, соблюдением инструкций по эксплуатации, техническому уходу за ним.</p> <p>8. Участвовать в проверке технического состояния электронного оборудования, проведении профилактических осмотров и текущего ремонта, приемке его из капитального ремонта, а также в приемке и освоении вновь вводимого в эксплуатацию электронного оборудования.</p> <p>9. Изучать возможность подключения дополнительных внешних устройств к электронно-вычислительным машинам с целью расширения их технических возможностей, создания вычислительных комплексов.</p> <p>10. Осваивать и применять в работе новые компьютерные технологии.</p> <p>11. Вести учет и анализировать показатели использования электронного оборудования, изучать режимы работы и условия его эксплуатации, разрабатывать нормативные материалы по эксплуатации и техническому обслуживанию электронного оборудования.</p> <p>12. Составлять заявки на электронное оборудование и запасные части к нему, техническую документацию на ремонт, отчеты о работе.</p> <p>13. Осуществлять контроль за своевременным обеспечением электронной техники запасными частями и материалами, организовывать хранение радиоэлектронной аппаратуры.</p> <p>14. Оказывать содействие и сотрудничать с нанимателем в деле обеспечения здоровых и безопасных условий труда, немедленно сообщать непосредственному руководителю о каждом случае производственного травматизма и профессионального заболевания, а также о чрезвычайных ситуациях, которые создают угрозу здоровью и жизни для него и окружающих, обнаруженных недостатках и нарушениях охраны труда.</p> <p>15. Принимать необходимые меры по ограничению развития аварийной ситуации и ее ликвидации, оказывать первую помощь пострадавшему, принимать меры по вызову скорой помощи, аварийных служб, пожарной охраны.</p> </li> </ul><br /><strong>Условия:</strong> <ul> <li>полный соц пакет</li> </ul>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"113","name":"Системный администратор"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"2670506","name":"УЗ 6-я центральная районная клиническая поликлиника Ленинского района г.Минска","url":"https://api.hh.ru/employers/2670506?host=hh.ru","alternate_url":"https://hh.ru/employer/2670506","logo_urls":null,"vacancies_url":"https://api.hh.ru/vacancies?employer_id=2670506&host=hh.ru","trusted":true},"published_at":"2023-04-07T14:38:26+0300","created_at":"2023-04-07T14:38:26+0300","initial_created_at":"2023-04-07T14:38:26+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=79047016","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/79047016","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[]}