{"id":"79110895","premium":false,"billing_type":{"id":"standard","name":"Стандарт"},"relations":[],"name":"Инженер-технолог по изготовлению огнеупоров","insider_interview":null,"response_letter_required":false,"area":{"id":"1004","name":"Могилев","url":"https://api.hh.ru/areas/1004?host=hh.ru"},"salary":null,"type":{"id":"open","name":"Открытая"},"address":{"city":"Могилёвский район","street":null,"building":null,"lat":53.828198,"lng":30.354172,"description":null,"raw":"Могилёвский район","metro":null,"metro_stations":[]},"allow_messages":true,"experience":{"id":"between1And3","name":"От 1 года до 3 лет"},"schedule":{"id":"fullDay","name":"Полный день"},"employment":{"id":"full","name":"Полная занятость"},"department":null,"contacts":null,"description":"<strong>Обязанности:</strong> <ul> <li>Разрабатывает, применяя средства автоматизации проектирования, и внедряет прогрессивные технологические процессы и технологическую оснастку, средства автоматизации и механизации, оптимальные режимы производства на выпускаемые огнеупорные изделия, обеспечивая производство огнеупорных изделий и сокращение материальных и трудовых затрат на ее изготовление.</li> <li>Устанавливает порядок выполнения работ по изготовлению огнеупорных изделий.</li> <li>Составляет планы размещения оборудования, технического оснащения и организации рабочих мест, рассчитывает производственные мощности и загрузку оборудования.</li> <li>Участвует в разработке технически обоснованных норм времени (выработки), линейных и сетевых графиков, в отработке конструкций изделий на технологичность, рассчитывает нормативы материальных затрат (нормы расхода сырья, полуфабрикатов, материалов, инструментов, технологического топлива, энергии), экономическую эффективность проектируемых технологических процессов.</li> <li>Разрабатывает технологические нормативы, инструкции, схемы сборки, маршрутные карты, карты технического уровня и качества продукции и другую технологическую документацию, вносит изменения в техническую документацию в связи с корректировкой технологических процессов и режимов производства.</li> <li>Согласовывает разработанную документацию с другими подразделениями организации.</li> <li>Разрабатывает технические задания на проектирование специальной оснастки, инструмента и приспособлений, предусмотренных технологией, технические задания на производство нестандартного оборудования, средств автоматизации и механизации.</li> <li>Проводит патентные исследования и определяет показатели технического уровня проектируемых объектов техники и технологии.</li> <li>Участвует в проведении экспериментальных работ по освоению новых технологических процессов и внедрению их в производство, в составлении заявок на изобретения и промышленные образцы, а также в разработке программ совершенствования организации труда, внедрения новой техники, организационно-технических мероприятий по своевременному освоению производственных мощностей, совершенствованию технологии и контролирует их выполнение.</li> <li>Осуществляет контроль над соблюдением технологической дисциплины в цехах и правильной эксплуатацией технологического оборудования.</li> <li>Изучает передовой отечественный и зарубежный опыт в области технологии производства, разрабатывает и принимает участие в реализации мероприятий по повышению эффективности производства, направленных на сокращение расхода материалов, снижение трудоемкости, повышение производительности труда.</li> <li>Анализирует причины брака и выпуска продукции низкого качества и сортов, принимает участие в разработке мероприятий по их предупреждению и устранению, а также в рассмотрении поступающих рекламаций на выпускаемую предприятием продукцию.</li> <li>Разрабатывает методы технического контроля и испытания продукции.</li> <li>Рассматривает рационализаторские предложения по совершенствованию технологии производства и дает заключения о целесообразности их использования на предприятии.</li> </ul> <strong>Требования:</strong> <p>Знание:</p> <p>1. Методических и нормативных материалов по технологической подготовке производства при производстве огнеупорных изделий.</p> <p>2.Конструкцию изделий или состав огнеупорных изделий, на который проектируется технологический процесс.</p> <p>3.Технологии производства огнеупорных изделий.</p> <p>4. Систем и методов проектирования технологических процессов и режимов производства огнеупорных изделий.</p> <p>5. Основного технологического оборудования для производства огнеупорных изделий и принципы его работы.</p> <p>6. Типовых и других видов технологических процессов и режимов производства огнеупорных изделий.</p> <p>7.Технических требований, предъявляемых к сырью, материалам, готовой продукции.</p> <p>8.Стандартов и технических условий на производство огнеупорных изделий.</p> <p>9.Нормативов расхода сырья, материалов, топлива, энергии.</p> <p>10. Основы систем автоматизированного проектирования.</p> <p>11. Основные требования организации труда при проектировании технологических процессов.</p> <p>12.Проектных программ: Компас-3Д, AUTOCAD.</p> <p>- высшее техническое образование</p> <strong>Условия:</strong> <ul> <li>5-ти дневная рабочая неделя (08.00-16.30);</li> <li>расширенный соц.пакет;</li> <li>интересная и перспективная работа на производственном предприятии;</li> <li>официальное трудоустройство, своевременная выплата заработной платы 2 раза в месяц;</li> <li>премии к отпуску и по итогам года, ежегодная индексация заработной платы;</li> <li><strong>осуществляется доставка сотрудников до работы.</strong></li> </ul>","branded_description":null,"vacancy_constructor_template":null,"key_skills":[{"name":"AutoCAD"},{"name":"Компас-3D"},{"name":"Производственное планирование"},{"name":"Автоматизация технологических процессов"},{"name":"Производственный контроль"},{"name":"Умение планировать"}],"accept_handicapped":false,"accept_kids":false,"archived":false,"response_url":null,"specializations":[],"professional_roles":[{"id":"49","name":"Технолог"}],"code":null,"hidden":false,"quick_responses_allowed":false,"driver_license_types":[],"accept_incomplete_resumes":false,"employer":{"id":"2126242","name":"Омск Карбон Могилев","url":"https://api.hh.ru/employers/2126242?host=hh.ru","alternate_url":"https://hh.ru/employer/2126242","logo_urls":{"original":"https://hhcdn.ru/employer-logo-original/305155.JPG","90":"https://hhcdn.ru/employer-logo/1662994.jpeg"},"vacancies_url":"https://api.hh.ru/vacancies?employer_id=2126242&host=hh.ru","trusted":true},"published_at":"2023-04-18T09:19:33+0300","created_at":"2023-04-18T09:19:33+0300","initial_created_at":"2023-04-10T14:43:50+0300","negotiations_url":null,"suitable_resumes_url":null,"apply_alternate_url":"https://hh.ru/applicant/vacancy_response?vacancyId=79110895","has_test":false,"test":null,"alternate_url":"https://hh.ru/vacancy/79110895","working_days":[],"working_time_intervals":[],"working_time_modes":[],"accept_temporary":false,"languages":[]}